[
    {"id":"1", "date":"28/07/2021",
        "title":"Galletitas dulces, fáciles y rápidas 🍪",
        "detail":"Ingredientes: \n2 Tazas harina 0000; \n1/2 taza azúcar; \n1 huevo o dos si hace falta; \n125 grs manteca pomada; \nc/n Esencia de vainilla. \nColocar en un bols la harina, la manteca pomada, el azúcar, la esencia de vainilla y el huevo; Unir todos los ingredientes. \nPre calentar el horno a 180 gr (dependiendo el horno); Una ves echa la masa, estirar no tan fina y hacer los círculos o de la forma que quieras; \nUbicar las galletitas en un molde enmantecado previamente y llevar al horno hasta que estén doradas y listo ! "},
    {"id":"2", "date":"19/07/2021",
        "title":"Budin de pan casero",
        "detail":"Ingredientes: \n6 rebanadas de pan de molde blanco sin corteza; \n5 huevos M; \n600 ml de leche entera; \n1 cucharada de esencia de vainilla; \n225 g de azúcar; \n6 cucharadas de caramelo líquido. \nPasos: \nCortamos las rebanadas de pan en dados y los colocamos en un recipiente hondo y amplio. \nCalentamos la leche en un cacito junto con el azúcar. Removemos sin parar para que el azúcar se diluya. Cuando no se noten granos de azúcar, apagamos el fuego y añadimos la esencia de vainilla. Removemos para homogeneizar.\nVertemos la leche sobre el pan troceado y removemos bien para que se empape en condiciones. Dejamos reposar cinco minutos.\nBatimos los huevos y los añadimos al recipiente anterior. Trituramos con una batidora de mano para que el pan quede más integrado.\nCaramelizamos un molde rectangular de 25 x 10 cm (7 cm de alto), extendiendo bien el caramelo líquido por la base y las paredes. Después rellenamos con la mezcla del pan.\nColocamos el molde en una bandeja para hornear con agua caliente que cubra hasta la mitad del molde aproximadamente y tapamos el molde con papel de aluminio.\nIntroducimos en la parte más baja del horno, precalentado a 180 ºC con calor arriba y abajo, y cocemos durante 1 hora y 15-30 minutos o hasta que esté perfectamente cuajado. Esto lo podemos comprobar pinchando con un palillo, si sale limpio es que está listo y lo podemos retirar del horno. Sí no, lo dejamos unos minutos más.\nRetiramos el molde del horno y dejamos enfriar completamente antes de guardar en la nevera.\nCuando llegue el momento de consumir en budin, retiramos el papel de aluminio, pasamos un cuchillo por el contorno y desmoldamos sobre un plato de servir. Decoramos al gusto y a disfrutar de este postre tan tradicional ."},
    {"id":"3", "date":"2/07/2021","title":"Budín de yogurt con arándanos😋","detail":"\nINGREDIENTES\n210 gramos de azúcar\n100 gramos de mantequilla o manteca pomada\n3 huevos\n2 cucharaditas de esencia de vainilla\n100 gramos de yogurt\n300 gramos de harina de trigo\n1 ½ cucharadita de polvo de hornear\nPizca de sal\nLa cantidad deseada de arándanos\n1 cucharadita de ralladura de limón\nINSTRUCCIONES\nPrecalienta el horno a 180 grados.\nEn un bowl mezcla 150 gramos de azúcar con 100 de mantequilla y agrega 3 huevos de a uno.\nUne todos los ingredientes e incorpora la vainilla junto con el yogurt.\nTamiza la harina, el polvo de hornear y la sal. Después, agrégalos a la preparación y revuelve.\nColoca la cantidad que quieras de arándanos y revuelve pero muy poco, recuerda que esta fruta es débil.\nVierte la mezcla en el molde.\nPara el crumble combina 30 gramos de mantequilla derretida, 150 gramos de harina, 60 de azúcar y 1 cucharadita de ralladura de limón. Mezcla con la mano para lograr la ‘textura arenada’ y decora el budín de yogurt y arándanos.\nLleva el pastel al horno y espera 45 minutos para que esté listo."},
    {"id":"4", "date":"25/06/2021","title":"Cheesecake de oreo sin horno, fácil, suave y cremoso🎂","detail":"INGREDIENTES\n300 gramos de galletas oreo\n150 gramos de mantequilla derretida (o manteca)\n350 gramos de queso crema\n200 gramos de azúcar\n500 gramos de crema de leche (o nata)\n30 cc de agua\n7 gramos de gelatina sin sabor (grenetina)\n200 gramos de chocolate picados para el ganache\nINSTRUCCIONES\nTritura las galletas y mezcla con la mantequilla o manteca derretida.\nColócalas de base en el molde y presiona con las manos mojadas para que quede bien parejo.\nTransfiere la base al congelador por 20 minutos, y mientras tanto, realiza el relleno.\nEn un bowl combina 350 gramos de queso crema junto con 200 gramos de azúcar hasta que estén bien integrados y los granos desaparezcan.\nAñade 300 gramos de crema de leche y bate por 3 o 4 minutos. Si excedes este tiempo se corta la preparación.\nEn un recipiente aparte vierte 30 cc de agua, gelatina sin sabor, revuelve y llévalo al microondas por 10 segundos. Pasado el tiempo, revuelve nuevamente con una cuchara.\nA ese tazón incorpora 2 cucharadas de la preparación de queso, mezcla, y agrega el resto.\nUne todo y coloca el relleno encima de la base que tienes en la nevera.\nEspolvorea suficientes galletas oreo trituradas en el tope y deja la cheesecake de oreo en el congelador por 2 horas.\nPasado ese tiempo, pon a hervir 200 cc de crema de leche, pica 200 gramos de chocolate, bate y espera que repose por 3 minutos.\nCuando esté bien chocolatoso incorpora el ganache encima de la tarta de oreo, emparéjalo con una cuchara de silicona, alisa el tope, espolvorea chocolate rallado y vuelve a llevar el pastel al frío por 4 horas más o hasta el día siguiente."},
    {"id":"5", "date":"17/06/2021","title":"Tarta de manzana 🍎","detail":"\nIngredientes:\nPara un molde de 20-22 cm de diámetro:\n1 kg de manzanas golden\n2 huevos\n4 cucharadas de maizena y 4 de harina de repostería\n8 cucharadas de azúcar\n1 vaso de leche entera\n1 sobre de levadura\nla ralladura de un limón\nel zumo de medio limón\nmermelada de albaricoque o melocotón\nmantequilla para engrasar el molde\nPasos:\nPonemos a precalentar el horno y, mientras, vamos preparando la masa de la tarta:\nEn un bol suficientemente hondo picamos o rallamos todas las manzanas, salvo una, que reservaremos para laminarla y cubrir la tarta. Incorporamos al bol los huevos, la leche, el azúcar, la ralladura y el zumo de limón, y batimos hasta que nos quede una mezcla bien fina. A continuación añadimos la maizena y la harina a través de un tamiz o colador, y la levadura. Batimos de nuevo hasta que se integren las harinas y no haya grumos.\nUntamos un molde desmontable con mantequilla y volcamos en él la masa que tenemos en el bol.\nMetemos en el horno, a 190 – 200ºC hasta que la tarta esté cuajada. Cada horno es distinto en tiempos de cocción, así que te recomiendo que que hagas la prueba del palillo para saber cuando está lista. Cuando al meter un palillo en el centro de la tarta éste salga seco, la tarta de manzana estará lista para sacarla del horno.\nColocamos las láminas de manzana que habíamos reservado sobre la superficie de la tarta. Espolvoreamos con un poco de azúcar y metemos de nuevo al horno, función gratinador, hasta que las manzanas se hayan dorado a nuestro gusto. Mezclamos en un bol la mermelada de melocotón con un poquito de agua y extendemos sobre las láminas de manzana que acabamos de colocar. Y ya tenemos la tarta de manzana lista para desmoldar."}
   
]
